[
    {
        "title": " Unit 1: Information Technology and Competitive Advantage",
        "content": "Organizations have been using information technology for the past 50-plus years. Billions of dollars have been spent on computer hardware, software, network communications, and all the other requirements of having world-class technology. But to what end? Has the money spent on technology allowed businesses to become more profitable? Or more specifically: has the implementation of information technology led to a sustainable competitive advantage?\r\n\r\nThis unit will start by answering the question: What is information technology? For that matter, what exactly is technology? For our purposes here, technology is considered any electronic or digital tool used by people to make a process easier or more efficient. You can also think of technology as the science of creating or using technical objects in order to reach industrial goals, which certainly applies to how businesses use technology to achieve productivity. We tend to think of technology mostly in terms of electronic innovation. Information technology is defined as those digital or electronic tools that are designed to make the process of managing or distribution of information easier.\r\n\r\nYou will then study the history of IT and how it fits into business strategy today. Specifically, you will review concepts from other courses, such as the value chain and Porter's Five Forces of Competitive Advantage. You will look at how IT fits into these topics and other key concepts related to strategy.\r\n\r\nThis unit will end with a focus on the relationship between IT and competitive advantage, which will set the foundation for the rest of the course. Is it possible for IT to bring competitive advantage? Many argue that YES, it can! As a student of information systems, it is highly important that you can articulate both Carr's article AND the rebuttals to it. The articles below present different cases for how IT can bring a competitive advantage. See if you can find a common thread in these articles.\r\n\r\nCompleting this unit should take you approximately 10 hours."
    },
    {
        "title": "Unit 2: ERP Systems, Business Processes, and IT",
        "content": "Obtaining a competitive advantage with information technology requires more than just using the technology. As we saw in the last unit, it is about the innovative use of technology integrated into your business processes that bring about competitive advantage. In this unit, you will dig deeper into the concepts of business processes and explore the use of ERP Systems, Business Process Management, and Business Process Reengineering in an organization.\r\n\r\nCompleting this unit should take you approximately 5 hours."
    },
    {
        "title": "Unit 3: Using Information for Decision Making",
        "content": "Data is everywhere, but how can an organization leverage it for competitive advantage? The field of business intelligence studies how organizations can get the correct information into the hands of the right decision makers. This unit begins by giving you an overview of how decisions are made and how information technology plays a role. You will then review how information technology is used to help organizations make effective decisions: business intelligence, data warehousing, and data mining.\r\n\r\nCompleting this unit should take you approximately 5 hours."
    },
    {
        "title": " Unit 4: Online Business",
        "content": "Today's businesses must know how to compete online – it is as simple as that. In this unit, you will learn what steps a business must take to implement to do business online. This unit will also introduce the concept of intellectual property and the Pew Internet Project, both of which are important as part of your overall understanding of online business. Finally, the unit wraps up with topics related to marketing your business using online tools. Understanding this unit will be vital to implementing information systems strategically!\r\n\r\nCompleting this unit should take you approximately 5 hours.\r\n"
    }
]